import React from "react";
import './timetable.css';

const Timetable = () => {
    return (
        <div className="timetable">
            <div className="timeHeadline">
                <div className="timePos"><h1>График приёма врачей мед учереждения</h1></div>
            </div>
            <table>
                <thead>
                <tr>
                    <th>
                        <div>Фамилия,имя,отчество</div>
                    </th>
                    <th>
                        <div>Участок</div>
                    </th>
                    <th>
                        <div>Понедельник</div>
                    </th>
                    <th>
                        <div>Вторник</div>
                    </th>
                    <th>
                        <div>Среда</div>
                    </th>
                    <th>
                        <div>Четверг</div>
                    </th>
                    <th>
                        <div>Пятница</div>
                    </th>
                </tr>
                </thead>
                <tbody>
                <tr>
                    <td>
                        <div><strong>Терапевты</strong></div>
                    </td>
                </tr>
                <tr>
                    <td>Лукин Осип Васильевич</td>
                    <td>1</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>8.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Петрик Тамара Брониславовна</td>
                    <td>2</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>Суханов Святослав Иванович</td>
                    <td>3</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Орехова Полина Львовна</td>
                    <td>1</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>Крылов Руслан Борисович</td>
                    <td>2</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>
                        <div><strong>Педиатры</strong></div>
                    </td>
                </tr>
                <tr>
                    <td>Щербак Максим Владимирович</td>
                    <td>1</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>Белозёрова Ксения Леонидовна</td>
                    <td>2</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Сазонов Кирилл Борисович</td>
                    <td>3</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>Воронцова Раиса Леонидовна</td>
                    <td>1</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Гордеев Станислав Евгеньевич</td>
                    <td>2</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>
                        <div><strong>Хирурги</strong></div>
                    </td>
                </tr>
                <tr>
                    <td>Антонов Платон Вадимович</td>
                    <td>3</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Шестаков Харитон Данилович</td>
                    <td>1</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>
                        <div><strong>Урологи</strong></div>
                    </td>
                </tr>
                <tr>
                    <td>Ерёменко Макар Романович</td>
                    <td>2</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Стрелкова Оксана Борисовна</td>
                    <td>3</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>Гаврилов Кузьма Фёдорович</td>
                    <td>1</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>
                        <div><strong>Врачи УЗИ</strong></div>
                    </td>
                </tr>
                <tr>
                    <td>Бобылёва Ульяна Александровна</td>
                    <td>2</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>Гребневска Федосья Валерьевна</td>
                    <td>3</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Гуляева Анна Валерьевна</td>
                    <td>1</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>
                        <div><strong>Гинекологи</strong></div>
                    </td>
                </tr>
                <tr>
                    <td>Жукова Яна Дмитриевна</td>
                    <td>2</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Титов Эдуард Романович</td>
                    <td>3</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>
                        <div><strong>Неврологи</strong></div>
                    </td>
                </tr>
                <tr>
                    <td>Морозов Ростислав Данилович</td>
                    <td>1</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Миронова Наталья Валерьевна</td>
                    <td>2</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>
                        <div><strong>Офтальмологи</strong></div>
                    </td>
                </tr>
                <tr>
                    <td>Аксёнов Викентий Викторович</td>
                    <td>3</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Елисеева Вера Ярославовна</td>
                    <td>1</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>
                        <div><strong>Оториноларинтологи</strong></div>
                    </td>
                </tr>
                <tr>
                    <td>Ширяев Владислав Алексеевич</td>
                    <td>3</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Шубина Елизавета Артёмовна</td>
                    <td>1</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>Ильин Захар Петрович</td>
                    <td>2</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Кобзар Полина Леонидовна</td>
                    <td>3</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>Семёнов Влад Андреевич</td>
                    <td>1</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>
                        <div><strong>Стомотологи</strong></div>
                    </td>
                </tr>
                <tr>
                    <td>Коровяк Яков Андреевич</td>
                    <td>2</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>Матвеева Лидия Анатолиевна</td>
                    <td>3</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>Шуфрич Виктор Львович</td>
                    <td>1</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                <tr>
                    <td>
                        <div><strong>Онколог</strong></div>
                    </td>
                </tr>
                <tr>
                    <td>Шаров Геннадий Данилович</td>
                    <td>2</td>
                    <td>8.00-14.00</td>
                    <td>14.00-21.00</td>
                    <td>9.00-14.00</td>
                    <td>15.00-22.00</td>
                    <td>11.00-19.00</td>
                </tr>
                <tr>
                    <td>
                        <div><strong>Инфекционист</strong></div>
                    </td>
                </tr>
                <tr>
                    <td>Евсеев Роман Васильевич</td>
                    <td>3</td>
                    <td>8.00-12.00</td>
                    <td>13.00-20.00</td>
                    <td>9.00-13.00</td>
                    <td>14.00-21.00</td>
                    <td>10.00-18.00</td>
                </tr>
                </tbody>
            </table>
        </div>
    );
}

export default Timetable;